description ={
    
    "War Thunder" : "Эпический онлайн-симулятор танковых баталий, где игроки могут сражаться в различных танках и других боевых техниках.",
    "Armored Warfare" : "Многопользовательская онлайн-игра, где игроки управляют современными танками и участвуют в захватывающих сражениях.",
    "World of Warships" : "Увлекательный морской симулятор, где игроки командуют военными кораблями и сражаются против других игроков в морских битвах.",
    "Crossout" : "Постапокалиптический экшен с элементами стратегии, где игроки создают и управляют боевыми машинами, сражаясь в жестоких боях.",
    "World of Tanks Blitz" : "Мобильная версия популярной игры World of Tanks, где игроки управляют танками и сражаются на картах со случайной генерацией.",
    "Steel Division 2" : "Стратегическая игра в реальном времени, где игроки управляют военными подразделениями и стремятся к победе на поле боя.",
    "Battlefield V" : " Экшен-шутер, основанный на событиях Второй мировой войны, где игроки могут принять участие в масштабных битвах.",
    "Company of Heroes 2" : "Стратегия в реальном времени, посвященная событиям Второй мировой войны, где игроки управляют военными отрядами и стремятся к победе.",
    "Men of War: Assault Squad 2" : "Тактический шутер, где игроки управляют военными отрядами и принимают участие в интенсивных боях.",
}
history= {
    "War Thunder": "Впервые выпущен в 2012 году, War Thunder стал одной из самых популярных онлайн-игр, посвященных танковым сражениям. Разработанный студией Gaijin Entertainment, игра предлагает игрокам возможность сражаться на различных танках и другой боевой технике в реалистичных условиях.",
    "Armored Warfare": "Запущен в 2015 году, Armored Warfare быстро завоевал популярность среди любителей танковых симуляторов. Игра разработана студией Obsidian Entertainment и предлагает игрокам управлять современными танками, участвовать в сражениях и развивать свои навыки.",
    "World of Warships": "Первоначально выпущен в 2015 году, World of Warships стал одним из самых захватывающих морских симуляторов. Разработанный Wargaming, игра позволяет игрокам командовать военными кораблями различных классов и участвовать в эпических морских битвах.",
    "Crossout": "Запущен в 2017 году, Crossout представляет собой постапокалиптический экшен с элементами стратегии. Игроки создают и управляют боевыми машинами, сражаясь в жестоких боях на выживание в мире после катастрофы.",
    "World of Tanks Blitz": "Выпущен в 2014 году, World of Tanks Blitz - это мобильная версия популярной игры World of Tanks. Игроки управляют танками и сражаются на картах со случайной генерацией, стремясь к победе в динамичных боях.",
    "Steel Division 2": "Выпущен в 2019 году, Steel Division 2 - это стратегическая игра в реальном времени, посвященная событиям Второй мировой войны. Игроки управляют военными подразделениями и принимают участие в масштабных битвах на поле боя.",
    "Battlefield V": "Выпущен в 2018 году, Battlefield V - это экшен-шутер, основанный на событиях Второй мировой войны. Игроки могут принять участие в масштабных битвах, испытать оружие и технику того времени.",
    "Company of Heroes 2": "Выпущен в 2013 году, Company of Heroes 2 - это стратегия в реальном времени, посвященная Второй мировой войне. Игроки управляют военными отрядами и стремятся к победе на поле боя.",
    "Men of War: Assault Squad 2": "Выпущен в 2014 году, Men of War: Assault Squad 2 - это тактический шутер, где игроки управляют военными отрядами и принимают участие в интенсивных боях.",
    }
date = {
     "War Thunder":"(2012)",
     "Armored Warfare":"(2015)",
     "World of Warships":"(2015)",
     "Crossout":"(2017)",
     "World of Tanks Blitz":"(2014)",
     "Steel Division 2":"(2019)",
     "Battlefield V":"(2018)",
     "Company of Heroes 2":"(2013)",
     "Men of War: Assault Squad 2":"(2014)",
}

